
var initData=[
  {
    "newsId":0,
    "authorName":"wsx",
    "authorImg":"https://pic.wenwen.soso.com/p/20121215/20121215162522-1577369997.jpg",
    "authorDate":"2018/3/14",
    "detailTitle":"静夜思",
    "detailImg":"http://pic.makepolo.net/news/allimg/20170218/1487354424565681.jpg",
    "detailTxt": `床前明月光，
                  疑是地上霜。
                  举头望明月，
                  低头思故乡。`,
    "detailFYTxt": `《静夜思》是李白较早时期所写的一首诗了，大约写于公元726年即唐开元十四年，李白在那时应该是二十六岁。根据史料可考，李白于公元724年时，拜别父母离家远游。李白写下《静夜思》的时候他已经离家近两年了，可想而知，李白是想念家中的亲人，有了思乡之情。在一个秋季的夜晚，诗人李白在床上辗转反侧无法入睡，无奈之下只得起身。李白站在小窗边，抬头便能看到天边的一轮圆月。这就样猝不及防的，李白想起了远在千里之外的故土，不知道自己家中的亲人是否安康幸福，一股思乡之情油然而生。
《静夜思》全篇只有短短的四句，仅二十个字。这首诗跟李白一贯所写的诗歌有着很大的不同，它没有华丽的辞藻，更没有运用各种奇特的艺术手法，只是简简单单。但这首诗却有着神奇的魔力，寥寥几字却耐人寻味，吸引着离家远游的游子们为之倾倒。全诗从“举头”到“低头”，生动而形象的揭露出了诗人的心理活动，让读者能够深刻感受到诗人当时思念家乡的心情。千百年前，诗人因为思念亲人，思念家乡，在深夜里不能安然入睡。千百年后，亦有离家的游子有着同样的心情，同样的举动。`,              
    "articleLikeCollect": "12",
    "articleLikeComment": "30"
  },
  {
    "newsId": 1,
    "authorName": "wsx",
    "authorImg": "https://pic.wenwen.soso.com/p/20121215/20121215162533-1570925831.jpg",
    "authorDate": "2018/3/14",
    "detailTitle": "黄鹤楼送孟浩然之广陵",
    "detailImg": "http://img2.imgtn.bdimg.com/it/u=3590635725,3000542679&fm=27&gp=0.jpg",
    "detailTxt": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)",
    "detailFYTxt": `《黄鹤楼送孟浩然之广陵》这首送别诗有它特殊的感情色调。它不同于王勃《送杜少府之任蜀川》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。这首诗，表现的是一种充满诗意的离别。其之所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人李白的向往，这就使得这次离别有着无比的诗意。李白与孟浩然的交往，是在他刚出四川不久，正当年轻快意的时候，他眼里的世界，还几乎像黄金一般美好。比李白大十多岁的孟浩然，这时已经诗名满天下。他给李白的印象是陶醉在山水之间，自由而愉快，所以李白在《赠孟浩然》诗中说：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼顺着长江而下，这一路都是繁花似锦。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州地区，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。在一片美景之中送别友人，真是别有一番滋味在心头，美景令人悦目，送别却令人伤怀，以景见情，含蓄深厚，有如弦外之音，达到使人神往，低徊遐想的艺术效果。`,
    "articleLikeCollect": "12",
    "articleLikeComment": "30"
  }
];


module.exports={
  initData:initData
}